Repository: michafdlr/EinheitenUmrechner
Catalog: EinheitenUmrechner/Localizable.xcstrings
Source language: en
Languages: de

source: Acceleration
de: Beschleunigung

source: Accept
de: Akzeptieren

source: Add Favorite
de: Favorit hinzufügen

source: All Currencies
de: Alle Währungen

source: All Units
de: Alle Einheiten

source: Angle
de: Winkel

source: Area
de: Fläche

source: Available Currencies
de: Verfügbare Währungen

source: Base Currency
de: Start Währung

source: Base Value
de: Grundwert

source: Cancel
de: Abbrechen

source: Change Favorite Units
de: Ändere Favoriten

source: Convert %@
de: %@ umwandeln

source: Convert Currency
de: Währung umwandeln

source: Convert Units
de: Einheiten umrechnen

source: Currency
de: Währung

source: Currency Amount
de: Geldbetrag

source: Done
de: Fertig

source: Electric Charge
de: Elektrische Ladung

source: Electric Current
de: Strom

source: Electric Potential
de: Elektrisches Potential

source: Electric Resistance
de: Elektrischer Widerstand

source: Energy
de: Energie

source: Error fetching Data
de: Fehler Bei Datenabruf

source: Favorite Currencies
de: Favoriten

source: Favorite Units
de: Favoriten

source: Frequency
de: Frequenz

source: Fuel Efficiency
de: Treibstoffeffizienz

source: Hide All
de: Verstecke alle

source: Information Storage
de: Speicherkapazität

source: Length
de: Länge

source: Loading...
de: Laden…

source: Mass
de: Gewicht

source: No favorite units selected. Tap plus or swipe in "All Units" section to add favorite units.
de: Keine Favoriten ausgewählt. Drücke plus oder wische unter „Alle Einheiten“ um Favoriten hinzuzufügen.

source: Please make sure you are connected to the internet!
de: Stelle sicher, dass eine Internetverbindung vorhanden ist.

source: Power
de: Kraft

source: Pressure
de: Druck

source: Remove Favorite
de: Favorit entfernen

source: Save
de: Speichern

source: Search Category
de: Suche Kategorie

source: Search Currency
de: Suche Währung

source: Search from all Units
de: Suche unter allen Einheiten

source: Search Target Currency
de: Suche Zielwährung

source: Search Unit
de: Einheit suchen

source: Select Base Currency
de: Wähle Grund Währung

source: Select Currency
de: Wähle Währung

source: Select Unit
de: Wähle Einheit

source: Selected
de: Ausgewählt

source: Selected Currency
de: Gewählte Währung

source: Show All
de: Zeige alle

source: Speed
de: Geschwindigkeit

source: Temperature
de: Temperatur

source: Time
de: Zeit

source: Unit
de: Einheit

source: Units
de: Einheiten

source: Volume
de: Volumen

source: Your Value
de: Ihr Wert
